[
  {
    "key": "7805de1528bdff473b765f35b7a97cb3",
    "original": "\"I am programmed to not engage wandering monsters.\"",
    "translation": "“I am programmed to not engage wandering monsters.”"
  },
  {
    "key": "ecac7b2d21e296f06e9fadabde626153",
    "original": "<color_light_green>Forming successful!</color>",
    "translation": "<color_light_green>Forming successful！</color>",
    "context": "ID: secro_power_armor_flesh_created_jugg_bpick_give\n位于 /Kenan-Structured-Modpack/High-Maintenance-Huge-Mods/secronom_lore_expansion/Modification Files/Items/-Essentials/secro_item_magic_creation.json\n类型为 SPELL\n\nWIKI:\nhttps://onetwo.ren/CDDA-Kenan-Modpack-Chinese/#High-Maintenance-Huge-Mods→SPELL→secro_power_armor_flesh_created_jugg_bpick_give\n物品浏览器：\nhttp://cdda.aloxaf.cn/search?q=secro_power_armor_flesh_created_jugg_bpick_give",
    "stage": 1
  },
  {
    "key": "5fbddbf2360e069f05cb6d4903e06840",
    "original": "Can I talk to you about something else?",
    "translation": "Can I talk to you about something else？",
    "stage": 1
  },
  {
    "key": "f6f0d46a87a4ed7f85cec92046da207e",
    "original": "Good luck to you!",
    "translation": "Good luck to you！"
  },
  {
    "key": "24f599953ba2cc5aef66360f6ba54c51",
    "original": "Good work!",
    "translation": "Good work！"
  },
  {
    "key": "3afe17954c9f5261148f207c95c41d89",
    "original": "Have you went to this location that I have found for you to explore?",
    "translation": "Have you went to this location that I have found for you to explore？"
  },
  {
    "key": "9ef698c3adc397752d5fc5f7196d6282",
    "original": "I'm a magic genie from a magic camera. No, I'm just joking. What kind of a question is this? You don't like to explore or don't know much about your own world? Have not you seen stuff in labs? Military structures? Top secret stuff? Aliens or whatever these creatures are? You think that your own people don't have tech which can produce holograms? I'm a hologram, software with some additional technologies, it is that simple",
    "translation": "I'm a magic genie from a magic camera. No，I'm just joking. What kind of a question is this？ You don't like to explore or don't know much about your own world？ Have not you seen stuff in labs？ Military structures？ Top secret stuff？ Aliens or whatever these creatures are？ You think that your own people don't have tech which can produce holograms？ I'm a hologram，software with some additional technologies，it is that simple"
  },
  {
    "key": "6260f9ecf01911c5534ee1c96faadeeb",
    "original": "Initiate search mode. Please, wait for a couple of minutes or less. You've heard me clearly. Still, we have limitations with regards to our locating tools. If locator does not manage to find this location then simply create another hologram locator of which can find this location successfully",
    "translation": "Initiate search mode. Please，wait for a couple of minutes or less. You've heard me clearly. Still，we have limitations with regards to our locating tools. If locator does not manage to find this location then simply create another hologram locator of which can find this location successfully"
  },
  {
    "key": "43179cc6fdc8177f70c0fa9bf36ed2fe",
    "original": "Not interested in explorations of new locations? No rush hopefully. You can come back to me later. I'm sure that you will. Because I believe that you are not a boring person",
    "translation": "Not interested in explorations of new locations？ No rush hopefully. You can come back to me later. I'm sure that you will. Because I believe that you are not a boring person"
  },
  {
    "key": "04872bd87dd13412357143f22713944f",
    "original": "System is online. Initiate conversation mode. Look at that. Survivor has managed to activate a hologram projector easily! Yeah, my creators know many types of you who don't even read what's written on items honestly. Good that you seem like a pretty intelligent person hopefully. So, do you want me to show you where this location is via my network system? I can grant you access to archived global network system which my creators have managed to restore. However, after usage I will need to recharge a little bit which only means that you will need to wait to use this function again hopefully",
    "translation": "System is online. Initiate conversation mode. Look at that. Survivor has managed to activate a hologram projector easily！ Yeah，my creators know many types of you who don't even read what's written on items honestly. Good that you seem like a pretty intelligent person hopefully. So，do you want me to show you where this location is via my network system？ I can grant you access to archived global network system which my creators have managed to restore. However，after usage I will need to recharge a little bit which only means that you will need to wait to use this function again hopefully"
  },
  {
    "key": "417c3c7011bd27ca6bc4e9a4ccd4abb1",
    "original": "The vat turns into a staircase leading God-knows where...",
    "translation": "大桶变成了一段楼梯，通向上帝知道的地方…"
  },
  {
    "key": "94c2108cc2f69f49714d18846e0888eb",
    "original": "The walls here has collapsed.",
    "translation": "这里的墙倒塌了。"
  },
  {
    "key": "669a3c420a58e30f5d769eb4b542fb07",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Arganoides Mobile Base",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Arganoides Mobile Base"
  },
  {
    "key": "fc04fdc3b23983b3b0cea87eea5b3025",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Castlelan Castle",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Castlelan Castle"
  },
  {
    "key": "c64179757e45565de8d2ec384e565125",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Davranides Mobile Base",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Davranides Mobile Base"
  },
  {
    "key": "861c3e7a8d2d1dcc67b59a24c2222a4f",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Ezrondium Cult Dungeon",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Ezrondium Cult Dungeon"
  },
  {
    "key": "6d8c2222e602c7c31f70a638824bbe06",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Guard Tower Acidic Caves",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Guard Tower Acidic Caves"
  },
  {
    "key": "30f0aefe2a169828e90691270c65613b",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Guard Tower Hive Caves",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Guard Tower Hive Caves"
  },
  {
    "key": "d94328068faba4cf2154c7fba2a8c479",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Guard Tower Molten Caves",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Guard Tower Molten Caves"
  },
  {
    "key": "9609f572a9e60612dcc66d2efef6a848",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Guard Tower Sunken Caves",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Guard Tower Sunken Caves"
  },
  {
    "key": "c1b01fe7996567c07a8f94fe46a81805",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Guard Tower Underground Ruins",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Guard Tower Underground Ruins"
  },
  {
    "key": "93bdb7c0a849329658a9f1e4464303a5",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Inhravtidius Laboratory",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Inhravtidius Laboratory"
  },
  {
    "key": "72e0c41867f871206f43c20674be3839",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Militarized Island",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Militarized Island"
  },
  {
    "key": "eba0dca659891627d983c5e4f6479549",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Saldeniums Mobile Base",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Saldeniums Mobile Base"
  },
  {
    "key": "3c2163d17f27110aabf903ccd45656ed",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Ulniviunite Factory",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Ulniviunite Factory"
  },
  {
    "key": "8d297a1c226e35cb67aab683e6bded24",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Wanzeltiums Mobile Base",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Wanzeltiums Mobile Base"
  },
  {
    "key": "ee0f0ebbde8e059c7d319f67eb847618",
    "original": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you, answer some of your questions, but most importantly, it can locate Yengnutrium Cult Lair",
    "translation": "This is a hologram projector which generates an interactive hologram when you activate it. Hologram can talk to you，answer some of your questions，but most importantly，it can locate Yengnutrium Cult Lair"
  },
  {
    "key": "bf611a453b29615c2573febf4da42cf2",
    "original": "What do you want to do? Play archived games? Browse archived social media? Watch archived videos? Listen to archived music? Read archived files along with archived books? Something to play, read, listen, watch for fun, intelligence improving, spiritual improving, mental improving? Or for reproductive physical state improving?",
    "translation": "What do you want to do？ Play archived games？ Browse archived social media？ Watch archived videos？ Listen to archived music？ Read archived files along with archived books？ Something to play，read，listen，watch for fun，intelligence improving，spiritual improving，mental improving？ Or for reproductive physical state improving？"
  },
  {
    "key": "fa5a43c2a4f82c90be11d23e3175ba2d",
    "original": "What's the point of lying to me? You think I'm gonna reward you? Your rewards for this mission is valuable for you items or living creatures or other survivors you manage to find in this location which I have found for you to explore",
    "translation": "What's the point of lying to me？ You think I'm gonna reward you？ Your rewards for this mission is valuable for you items or living creatures or other survivors you manage to find in this location which I have found for you to explore"
  },
  {
    "key": "adbb63366f62496822a690123352faca",
    "original": "Who are your creators? What is the purpose of producing these projectors?",
    "translation": "Who are your creators？ What is the purpose of producing these projectors？"
  },
  {
    "key": "5c8524ade8e6e878bd4e60c9ee0e363d",
    "original": "Who or what are you?",
    "translation": "Who or what are you？"
  },
  {
    "key": "fcf8016e02a6e73738286c79a6611e2f",
    "original": "You are a boring, lazy person honestly. I guess that laziness applies to both of us",
    "translation": "You are a boring，lazy person honestly. I guess that laziness applies to both of us"
  },
  {
    "key": "1a6e607a3deed5c5d372a477f005b3b4",
    "original": "You want me to find this location for you to explore? Sure, you will just need to wait for a couple of minutes or less for me to find it via my network system",
    "translation": "You want me to find this location for you to explore？ Sure，you will just need to wait for a couple of minutes or less for me to find it via my network system"
  },
  {
    "key": "77f123741b8f5b9f5b0f33d1ffb25cc2",
    "original": "You want me to locate it now for you to explore? Sure, just tell me, you will just need to wait for a couple of minutes or less for me to find it via my network system",
    "translation": "You want me to locate it now for you to explore？ Sure，just tell me，you will just need to wait for a couple of minutes or less for me to find it via my network system"
  }
]